{
  "category": "Greetings",
  "entries": [
    {"english" : "hello", "kiswahili" : "habari", "audio" : "habari.mp3", "notes" : "The primary meaning of the word is \"News\" but in greeting the word can be used by any one to ask the situation. It is suitable for people who are in same ages, their ages are not so different (10 yrs). To Kids it is rarely used.\nAny time in a day the word can be used." },
    {"english" : "what's up", "kiswahili" : "mambo", "audio" : "mambo.mp3", "notes" : "Mostly it is used by childrens above 5-6yrs, and teenagers.\nIt is not suitable to ask your parrent or any one who is older enough than you (appx: 8 yrs and above)." },
    {"english" : "are you fine", "kiswahili" : "hujambo", "audio" : "hujambo.mp3", "notes" : "Elders to children, women,men to women use this word.\nIt is not forbidden to be used by men to another men but most of them prefer to not be asked \"Hujambo\"" },
    {"english" : "good", "kiswahili" : "nzuri", "audio" : "nzuri.mp3" },
    {"english" : "I'm fine", "kiswahili" : "sijambo", "audio" : "sijambo.mp3", "notes" : "It is a reply for \"Hujambo\"" },
    {"english" : "hello", "kiswahili" : "marhaba", "audio" : "marhaba.mp3", "notes" : "it is a reply for \"Shikamoo\"" },
    {"english" : "hello", "kiswahili" : "shikamoo", "audio" : "shikamoo.mp3", "notes" : "Its a greeting that you can say to some one who is older than you. Showing your respect to olders than you. Often children says to their parents and other people. for maximum respect it is suitable to use this rather than \"Chei chei\"" },
    {"english" : "hello", "kiswahili" : "cheichei", "audio" : "cheichei.mp3", "notes" : "Its a greeting that you can say to some one who is older than you. Showing your respect to olders than you. Often children says to their parents and other people. The reply for this is the same word" },
    {"english" : "how are you", "kiswahili" : "habari yako", "audio" : "habari yako.mp3", "notes" : "Any time you two meet. Can be used to any one. And you can reply as \"Nzuri\" or \"Mbaya (Bad)\" or \"afadhali\" (not so bad neither much better)" },
    {"english" : "how are things going", "kiswahili" : "habari za saa hizi", "audio" : "habari za saa hizi.mp3", "notes" : "Any time you meet a person you can use this greeting, for example \"How are things at this moment/time\". Can be used to any one. And you can reply as \"Nzuri\" or \"Mbaya (Bad)\" or \"afadhali\" (not so bad neither much better)" },
    {"english" : "how is your morning", "kiswahili" : "habari ya asubuhi", "audio" : "habari ya asubuhi.mp3", "notes" : "Its only for morning time. Can be used to any one. And you can reply as \"Nzuri\" or \"Mbaya (Bad)\" or \"afadhali\" (not so bad neither much better)" },
    {"english" : "how is your afternoon", "kiswahili" : "habari ya mchana", "audio" : "habari ya mchana.mp3", "notes" : "Its only for afternoon time. Can be used to any one. And you can reply as \"Nzuri\" or \"Mbaya (Bad)\" or \"afadhali\" (not so bad neither much better)" },
    {"english" : "how is your evening", "kiswahili" : "habari ya jioni", "audio" : "habari ya jioni.mp3", "notes" : "Its only for evening time. Can be used to any one. And you can reply as \"Nzuri\" or \"Mbaya (Bad)\" or \"afadhali\" (not so bad neither much better)" },
    {"english" : "how is your night", "kiswahili" : "habari ya usiku", "audio" : "habari ya usiku.mp3", "notes" : "Its only for night time. Can be used to any one. And you can reply as \"Nzuri\" or \"Mbaya (Bad)\" or \"afadhali\" (not so bad neither much better)" }
  ]
}
